cask_args appdir: "/Applications"

brew "awscli"
brew "bash"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "mise"
brew "redis"
brew "zsh"

cask "1password"
cask "cursor"
cask "ghostty"
cask "google-chrome"
cask "logi-options+"
cask "orbstack"
cask "raycast"
cask "signal"
cask "slack"
cask "sonos"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"

